Repository: seldon1000/SwiftUI-Animations
Catalog: SwiftUI_Animations/*.lproj/Localizable.strings
Languages: fr

source: A long press opens a menu. You can use it if you get stuck. Try a long press.
fr: Une pression longue ouvre un menu. Vous pouvez l'utiliser si vous êtes bloqué. Essayez une pression longue.

source: About
fr: Information

source: Additional credits
fr: Crédits additionnels

source: Amazing!
fr: Incroyable!

source: Are you sure?
fr: Vous êtes sûr?

source: Credits
fr: Crédits

source: Dark dots are obstacles.
fr: Les points sombres sont des obstacles.

source: Dotillism is a casual zen game created by team BeautifulCats @ Apple Developer Academy | Naples.
fr: Dotillism est un jeu zen décontracté créé par l'équipe BeautifulCats @ Apple Developer Academy | Naples.

source: Erase progress
fr: Effacer la progression

source: Export output
fr: Sortie d'exportation

source: Good.
fr: Bien.

source: Great.
fr: Super.

source: Last level
fr: Dernier niveau

source: I think you are ready to help me.
fr: Je pense que vous êtes prêt à m'aider.

source: I’ll show you.
fr: Je vais vous montrer.

source: It’s been a while since I’ve met anyone like you.
fr: Cela fait longtemps que je n'ai pas rencontré quelqu'un comme vous.

source: Level editor
fr: Éditeur de niveaux

source: Music “Mystique” by Adi_Goldstein. Sound effects obtained from https://www.zapsplat.com.
fr: Musique “Mystique” par Adi_Goldstein. Effets sonores obtenus à partir de https://www.zapsplat.com.

source: Now please help me bring back color into my kingdom that turned dark.
fr: Maintenant, s'il vous plaît, aidez-moi à ramener la couleur dans mon royaume qui est devenu sombre.

source: Please bring some color in this dark place.
fr: S'il vous plaît, apportez un peu de couleur dans cet endroit sombre.

source: Repeat tutorial
fr: Répéter le tutoriel

source: Reset grid
fr: Remettre la grille à zéroa

source: Swipe right to color a line.
fr: Balayez vers la droite pour colorier une ligne.

source: That was easy, wasn’t it?
fr: C'était facile, n'est-ce pas?

source: Welcome, explorer.
fr: Bienvenue, explorateur.

source: You are really talented.
fr: Vous avez beaucoup de talent.

source: You can always retrace your steps.
fr: Vous pouvez toujours revenir sur vos pas.

source: You can swipe up, down, left and right.
fr: Vous pouvez glisser vers le haut, le bas, la gauche et la droite.

source: You don’t believe me?
fr: Vous ne me croyez pas?

source: Your are the kind of human that can bring color to the world.
fr: Vous êtes le genre d'humain qui peut apporter de la couleur au monde.

source: Thank you for helping us, the world is a better place now.
fr: Merci de nous avoir aidés, le monde est meilleur maintenant.

source: Start again
fr: Recommencer

source: graphic designer
fr: graphiste

source: Leonardo Bertinelli: lead game designer, level designer, coder. Nicolas Mariniello: lead coder, game designer, frontend developer. Clelia Iovine: graphic designer. Maddalena Zampitelli: graphic designer.
fr: Leonardo Bertinelli: concepteur principal de jeux, concepteur de niveaux, codeur. Nicolas Mariniello: codeur principal, concepteur de jeux, développeur frontal. Clelia Iovine: graphiste. Maddalena Zampitelli: graphiste.
